tap "homebrew/cask-fonts"

brew "stow"
brew "neovim"
brew "tmux"
brew "zsh"
brew "stow"
brew "fzf"
brew "gnu-sed"
brew "asimov"
brew "lazygit"
brew "ripgrep"
brew "gh"
brew "lazygit"
brew "bat"
brew "lsd"
brew "yazi"
brew "fd"
