brew "stow"
brew "neovim"
brew "tmux"
brew "zsh"
brew "stow"
brew "fzf"
brew "gnu-getopt"
brew "gnu-sed"
brew "ripgrep"
brew "gh"
brew "lazygit"
brew "bat"
brew "lsd"
brew "yazi"
brew "fd"
brew "starship"
brew "git-delta"
brew "jj"
brew "cormacrelf/tap/dark-notify"
brew "eugene1g/safehouse/agent-safehouse"
